["\"ipfs\"",["IPFS","Ipswich Town F.C.","Ipswich","IPsec","Ipswich serial murders","Ipswich, Queensland","IPS panel","Ipswich (UK Parliament constituency)","Ipswich railway station","Ipswich, Massachusetts"],["","Ipswich Town Football Club (also known as Ipswich, The Blues, Town, or The Tractor Boys) is a professional association football club based in Ipswich, Suffolk, England.","Ipswich ( ( listen)) is the county town of Suffolk, England, located on the estuary of the River Orwell, about 66 miles (106 km) north east of London.","In computing, Internet Protocol Security (IPsec) is a secure network protocol suite that authenticates and encrypts the packets of data sent over an IPv4 network.","The Ipswich serial murders, commonly known as the work of the Suffolk Strangler, took place between 30 October and 10 December 2006, during which time the bodies of five murdered women were discovered at different locations near Ipswich, Suffolk, England.","Ipswich is an urban region in south-east Queensland, Australia, which is located in the south-west of the Brisbane metropolitan area.","IPS (in-plane switching) is a screen technology  for liquid-crystal displays (LCDs). It was designed to solve the main limitations of the twisted nematic field effect (TN) matrix LCDs which were prevalent in the late 1980s.","Ipswich  ( listen) is a constituency represented in the House of Commons of the UK Parliament since 2017 by Sandy Martin of the Labour Party.Ipswich was the only seat won (held or gained) by a Labour candidate in the 2017 election from a total of seven covering its county, the others being Conservative and less urban.","Ipswich railway station is on the Great Eastern Main Line in the East of England, serving the town of Ipswich, Suffolk.","Ipswich is a coastal town in Essex County, Massachusetts, United States. The population was 13,175 at the 2010 census."],["https://en.wikipedia.org/wiki/IPFS","https://en.wikipedia.org/wiki/Ipswich_Town_F.C.","https://en.wikipedia.org/wiki/Ipswich","https://en.wikipedia.org/wiki/IPsec","https://en.wikipedia.org/wiki/Ipswich_serial_murders","https://en.wikipedia.org/wiki/Ipswich,_Queensland","https://en.wikipedia.org/wiki/IPS_panel","https://en.wikipedia.org/wiki/Ipswich_(UK_Parliament_constituency)","https://en.wikipedia.org/wiki/Ipswich_railway_station","https://en.wikipedia.org/wiki/Ipswich,_Massachusetts"]]